# -*- coding: utf-8 -*-
VOC = [
 ["1575", "ثَلَاثَةٌ وَسَبْعُونَ مؤ. ثَلَاثٌ وَسَبْعُونَ", ["73"], []],
 ["1576", "ثَالِثٌ وَسَبْعُونَ مؤ. ثَالِثَةٌ وَسَبْعُونَ", ["73-"], []],
 ["1577", "تَهْيِئَةٌ", ["тайёрлаш, тайёрлов"], []],
 ["1578", "مَاضٍ (اَلْمَاضِي) ج مَاضُونَ", ["ўтган; ўтган замон, қадим, ўтмиш(мз)"], []],
 ["1579", "مَاضِيَةٌ ج ..َاتٌ", ["ўтган; қадим, ўтмиш(мн)"], []],
 ["1580", "اَلْحَاضِرُ", ["ҳозирги вақт, ҳозирги замон"], []],
 ["1581", "بَيْنَ ...", ["... орасида, ... ўртасида"], [
   ["بَيْنَ هَؤُلَاءِ فَرِيدٌ", "Буларнинг орасида Фарид бор"],
   ["بَيْتِي بَيْنَ الْمَسْجِدِ وَبَيْنَ الْمَدْرَسَةِ", "Уйим масжид билан мактаб орасида (жойлашган)."],
   ["بَيْتِي بَيْنَ الْمَسْجِدِ وَالْمَدْرَسَةِ", "Уйим масжид билан мактаб орасида (жойлашган)."],
   ["اَلصِّحَّةُ بَيْنَ الْمَاضِي وَالْحَاضِرِ", "Қадимги пайт билан ҳозирги пайт(ораси)даги соғлик (тушунчаси)."],
   ["كَانَ يَأْكُلُ", "ер эди"]]],
 ["1582", "إِنْسَانٌ ج نَاسٌ، أُنَاسٌ", ["инсон, одам"], []],
 ["1583", "عَلَامَةٌ ج ..َاتٌ، عَلَائِمُ", ["1.аломат, белги"], []],
 ["1584", "شَحْمٌ ج شُحُومٌ", ["ёғ"], [
   ["كَانَتْ عَلَامَةُ الصِّحَّةِ فِي الْمَاضِي أَنْ يَكُونَ الْإِنْسَانُ سَمِينًا، كَثِيرَ اللَّحْمِ وَالشَّحْمِ", "Қадимда соғлик белгиси инсоннинг семиз, яъни гўшти ва ёғи мўл (... гўштдор ва ёғдор) бўлиши бўлган."]]],
 ["1585", "هُوَ", ["саналган, саналади (фасл замири)"], [
   ["فَالْإِنْسَانُ السَّمِينُ هُوَ الصَّحِيحُ، وَالْإِنْسَانُ النَّحِيفُ هُوَ الْمَرِيضُ", "Чунки семиз одам соғлом саналган, озғин одам эса касал саналган."]]],
 ["1586", "إِذَا ...", ["1.агар 2.пайтда"], [
   ["وَكَانَ النَّاسُ يَأْكُلُونَ كَثِيرًا، إِذَا وَجَدُوا الطَّعَامَ", "Одамлар таом топган пайтларида кўп ер эдилар.", "Одамлар, агар таом топсалар, кўп ер эдилар."]]],
 ["1587", "زَوَاجٌ بِـ...", ["...га уйланмоқ"], [
   ["اَلزَّوَاجُ بِالْمَرْأَةِ", "аёлга уйланиш"],
   ["وَكَانَ الرِّجَالُ يُفَضِّلُونَ الزَّوَاجَ بِالْمَرْأَةِ السَّمِينَةِ، وَلَا يُحِبُّونَ الزَّوَاجَ بِالْمَرْأَةِ النَّحِيفَةِ", "(Қадимда) Эркаклар семиз аёлга уйланишни маъқул кўришарди, озғин аёлга эса уйланишни исташмас эди."]]],
 ["1588", "تَقَدَّمَ – يَتَقَدَّمُ – تَقَدَّمْ – تَقَدُّمٌ", ["ривожланмоқ, ўсмоқ"], [
   ["تَقَدَّمَ الطِّبُّ كَثِيرًا الْآنَ", "Тиббиёт ҳозирда анча (луғ.кўп) ривожланган (ўсган)"]]],
 ["1589", "ظَهَرَ – يَظْهَرُ – اِظْهَرْ – ظُهُورٌ", ["маълум (аён) бўлмоқ"], [
   ["وَظَهَرَ أَنَّ هُنَاكَ أَمْرَاضًا تُصِيبُ الشَّخْصَ السَّمِينَ", "Маълум бўлишича, семиз шахс дучор бўладиган (яъни семиз шахсга етадиган) касалликлар бор."],
   ["وَهِيَ أَمْرَاضٌ خَطِيرَةٌ، مِثْلُ: أَمْرَاضِ الْقَلْبِ، وَالسُّكَّرِيِّ، وَضَغْطِ الدَّمِ", "Улар эса юрак касалликлари, қандли диабет ва қон босими каби жиддий касалликлардир."]]],
 ["1590", "بَدَانَةٌ", ["семизлик"], []],
 ["1591", "أَصْبَحَ ...", ["1. ...га айланди, ... бўлди 2. ...а бошлади"], [
   ["لَقَدْ أَصْبَحَتِ الْبَدَانَةُ – الْيَوْمَ – عَلَامَةً عَلَى الْمَرَضِ", "Дарҳақиқат, семизлик – бугунги кунда – касаллик белгисига айланди (касаллик белгиси бўлиб қолди).",
    "(луғ.) Дарҳақиқат, семизлик – бугунги кунда – касаллик борасида бир аломатга айланди."]]],
 ["1592", "اِبْتَعَدَ – يَبْتَعِدُ – اِبْتَعِدْ – اِبْتِعَادٌ عَنْ ..", ["..дан узоқлашмоқ"], [
   ["وَأَخَذَ النَّاسُ يَتَّبِعُونَ الْحِمْيَةَ، فَيَتَنَاوَلُونَ طَعَامًا قَلِيلًا، وَيَبْتَعِدُونَ عَنِ السُّكَّرِيَّاتِ وَالدُّهُونِ وَالنَّشَوِيَّاتِ", "Шу сабаб одамлар пархезга риоя қила бошлаб, кам овқат ея бошлади ҳамда ширинликлар, ёғ(ли маҳсулот)лар ва крахмалли нарсалардан узоқлаша бошлашди."]]],
 ["1593", "حَذَّرَ – يُحَذِّرُ – حَذِّرْ – تَحْذِيرٌ مِنْ ..", ["..дан огоҳлантирмоқ"], [
   ["حَذَّرَهُ مِنْهُ", "Уни ундан огоҳлантирди"],
   ["أَصْبَحَ الْمُعَلِّمُ يُحَذِّرُهُ مِنْهُ", "Муаллим уни ундан огоҳлантира бошлади (огоҳлантирадиган бўлди)."]]],
 ["1594", "هَكَذَا", ["шундай, бундай"], [["لَا تَفْعَلْ هَكَذَا", "Бундай қилма(мз)!"]]],
 ["1595", "قَائِلٌ ج ..ُونَ", ["айтувчи, айтган(мз)"], [
   ["حَذَّرْتُهُ مِنْهُ قَائِلًا: لَا تَفْعَلْ هَكَذَا", "Мен(мз) уни(мз) ундан: “Бундай қилма!” - дея (деган ҳолда) огоҳлантирдим."],
   ["حَذَّرْنَاهُ مِنْهُ قَائِلِينَ: لَا تَفْعَلْ هَكَذَا", "Биз(мз) уни(мз) ундан: “Бундай қилма!” - дея (деган ҳолда) огоҳлантирдик."]]],
 ["1596", "قَائِلَةٌ ج ..َاتٌ", ["айтувчи, айтган(мн)"], [
   ["حَذَّرْتُهُ مِنْهُ قَائِلَةً: لَا تَفْعَلْ هَكَذَا", "Мен(мн) уни(мз) ундан: “Бундай қилма!” - дея (деган ҳолда) огоҳлантирдим."],
   ["حَذَّرْنَاهُ مِنْهُ قَائِلَاتٍ: لَا تَفْعَلْ هَكَذَا", "Биз(мн) уни(мз) ундан: “Бундай қилма!” - дея (деган ҳолда) огоҳлантирдик."]]],
 ["1597", "كَامِلٌ ج كَمَلَةٌ", ["1.комил, мукаммал 2.тўлиқ, тўлган, тўла(мз)"], []],
 ["1598", "كَامِلَةٌ ج كَمَلَةٌ", ["1.комил, мукаммал 2.тўлиқ, тўлган, тўла(мн)"], []],
 ["1599", "دَسَمٌ", ["ёғ, мой"], [["هَذَا حَلِيبٌ كَامِلُ الدَّسَمِ", "Бу ёғи олинмаган (луғ.мукаммал) сут"]]],
 ["1600", "أَسْمَرُ مؤ. سَمْرَاءُ ج سُمْرٌ", ["1.буғдой ранг 2.қора 3.жигарранг 4.тўқ рангли"], [
   ["هَذَا رَجُلٌ أَسْمَرُ وَهَذَا خُبْزٌ أَسْمَرُ وَهَذَا أَرُزٌّ أَسْمَرُ", "Бу буғдой ранг киши, бу қора нон, бу эса тўқ рангли гуруч."],
   ["وَأَصْبَحَ الْأَطِبَّاءُ يُحَذِّرُونَ النَّاسَ مِنَ الطَّعَامِ الْأَبْيَضِ، وَالْحَلِيبِ كَامِلِ الدَّسَمِ، قَائِلِينَ: اِبْتَعِدْ عَنِ السُّكَّرِ، ضَعْ قَلِيلًا مِنْهُ فِي الطَّعَامِ، لَا تَأْكُلِ الْخُبْزَ الْأَبْيَضَ، كُلِ الْخُبْزَ الْأَسْمَرَ، لَا تَأْكُلِ الْأَرُزَّ الْأَبْيَضَ، كُلِ الْأَرُزَّ الْأَسْمَرَ",
    "1) Шифокорлар: “Шакардан узоқлаш, ундан таомга оз (миқдорда) сол, оқ нон ема, қора нон егин, оқ гуруч ема, тўқ рангли гуруч егин”, - дея одамларни оқ таомдан, ёғи олинмаган сутдан огоҳлантира бошладилар.",
    "2) Шифокорлар одамларни оқ таомдан, ёғи олинмаган сутдан огоҳлантира бошладилар. Бунда улар: “Шакардан узоқлаш, ундан таомга оз (миқдорда) сол, оқ нон ема, қора нон егин, оқ гуруч ема, тўқ рангли гуруч егин”, - дейишди."],
   ["وَأَصْبَحَ النَّاسُ يَتَّبِعُونَ الْحِمْيَةَ، فَيَأْكُلُونَ قَلِيلًا مِنَ اللَّحْمِ الْأَحْمَرِ وَالْبَيْضِ، وَيَتَنَاوَلُونَ كَثِيرًا مِنَ السَّمَكِ وَالدَّجَاجِ وَالْخَضْرَوَاتِ وَالْفَوَاكِهِ",
    "Одамлар ҳам пархезга риоя қилиб, қизил гўшт ва тухумдан кам (миқдорда) ея бошладилар ҳамда балиқ, товуқ, сабзавот ва меваларни кўп (миқдорда) тановул қила бошладилар."]]],
 ["1601", "دَعَا – يَدْعُو – اُدْعُ – دُعَاءٌ، دَعْوَةٌ إِلَى ..", ["1. ..га чақирмоқ"], [
   ["دَعَا الْإِسْلَامُ إِلَى الْحِمْيَةِ", "Ислом пархезга чақирган"],
   ["اُدْعُ مُحَمَّدًا إِلَيَّ", "Менга Муҳаммадни чақир"],
   ["اُدْعُ إِلَيَّ مُحَمَّدًا", "Муҳаммадни менга чақир"]]],
 ["1602", "لِأَنَّ ...", ["чунки ... , ...лиги учун"], [
   ["لِأَنَّ الْأَكْلَ الْكَثِيرَ يُصِيبُ الْإِنْسَانَ بِالْبَدَانَةِ", "1) Чунки кўп ейиш инсонни семизликка дучор қилади (луғ. инсонга семизликни етказади).",
    "2) кўп ейиш инсонни семизликка дучор қилгани учун (луғ. инсонга семизликни етказгани учун)."]]],
 ["1603", "أَسْرَفَ – يُسْرِفُ – أَسْرِفْ – إِسْرَافٌ", ["исроф қилмоқ"], [
   ["وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا", "(Ҳалол нарсалардан) Енглар, ичинглар, аммо исроф қилманглар."]]],
 ["1604", "مُسْرِفٌ ج ..ُونَ", ["исроф қилувчи, исрофгар(мз)"], []],
 ["1605", "مُسْرِفَةٌ ج ..َاتٌ", ["исроф қилувчи, исрофгар(мн)"], []],
 ["1606", "إِنَّ", ["албатта"], [
   ["إِنَّ مُحَمَّدًا عَالِمٌ", "Албатта Муҳаммад илмлидир"],
   ["إِنَّهُ عَالِمٌ", "Албатта у(мз) илмлидир"],
   ["إِنَّ اللَّهَ لَا يُحِبُّ الْمُسْرِفِينَ", "Албатта Аллоҳ исрофгарларни яхши кўрмайди"],
   ["إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ", "Албатта у(мз) исроф қилгувчиларни яхши кўрмайди"]]],
 ["1607", "إِنَاءٌ ج آنِيَةٌ", ["идиш"], []],
 ["1608", "مَلَأَ – يَمْلَأُ – اِمْلَأْ – مَلْءٌ، مِلْءٌ", ["тўлдирмоқ"], [
   ["مَلَأَ الْإِنَاءَ بِالْمَاءِ", "идишни сув билан тўлдирди (идишни сувга тўлдирди)"]]],
 ["1609", "وِعَاءٌ ج أَوْعِيَةٌ", ["идиш"], []],
 ["1610", "آدَمُ", ["Одам ато"], []],
 ["1611", "آدَمِيٌّ ج ..ُونَ", ["1.одамга мансуб, одам боласи 2.одам, инсон"], []],
 ["1612", "شَرٌّ ج شُرُورٌ", ["ёмонлик"], [["فِيهِ شَرٌّ لِلنَّاسِ", "Унда одамлар учун ёмонлик бор"]]],
 ["1613", "شَرٌّ ج أَشْرَارٌ", ["1. Ёмон 2.ёмонроқ; энг ёмони"], [
   ["هُوَ شَرُّ النَّاسِ", "У одамларнинг энг ёмони"],
   ["هَذَا وِعَاءٌ شَرٌّ", "Бу энг ёмон идиш"],
   ["هَذَا وِعَاءٌ شَرٌّ مِنْهُ", "Бу ундан кўра ёмонроқ идиш"],
   ["مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنِهِ", "Одам ўз қорнидан ҳам кўра ёмонроқ идишни тўлдирмаган."]]],
 ["1614", "حَسْبٌ", ["кифоя қилади, етарли (музорий маъносидаги исми феъл)"], [
   ["حَسْبِي", "менга кифоя қилади, менга етарли"],
   ["حَسْبِيَ اللَّهُ", "Менга Аллоҳ етарлидир"],
   ["حَسْبُ ابْنِ آدَمَ", "Одам боласига етарли"],
   ["بِحَسْبِ ابْنِ آدَمَ", "Одам боласига етарли"]]],
 ["1615", "أَكْلَةٌ ج أَكَلَاتٌ", ["1.луқма, оғизга сиғадиган таом"], []],
 ["1616", "صُلْبٌ ج أَصْلَابٌ", ["1.орқа умуртқа 2.бел"], []],
 ["1617", "أَقَامَ – يُقِيمُ – أَقِمْ – إِقَامَةٌ", ["1.тик қилмоқ, тутиб турмоқ"], [
   ["هَذَا الشَّيْءُ يُقِيمُ صُلْبَ الْإِنْسَانِ", "Бу нарса инсоннинг белини тутиб туради"],
   ["بِحَسْبِ ابْنِ آدَمَ أَكَلَاتٌ يُقِمْنَ صُلْبَهُ", "Одам боласига белини тутиб турадиган (бир нечта) луқмалар етарлидир (кифоя қилади)."]]],
 ["1618", "مَحَالَةٌ", ["чора, имкон"], [["لَا مَحَالَةَ", "зарур (луғ.чорасиз, чора йўқ)"]]],
 ["1619", "ثُلُثٌ", ["1/3 (учдан бир)"], []],
 ["1620", "نَفَسٌ ج أَنْفَاسٌ", ["нафас"], []],
 ["1621", "فَـ...", ["5. Энди 6. У ҳолда"], [
   ["فَإِنْ كَانَ لَا مَحَالَةَ، فَثُلُثٌ لِطَعَامِهِ، وَثُلُثٌ لِشَرَابِهِ، وَثُلُثٌ لِنَفَسِهِ",
    "Энди агар (кўпроқ ейишлик) зарур бўлса, у ҳолда (қорнининг) 1/3 ини емиши учун, 1/3 ини ичимлиги учун, 1/3 ини эса нафаси учун қолдирсин.",
    "(луғ.) Энди агар (кўпроқ ейишдан бошқа) чора йўқ бўлса, у ҳолда (қорнининг) 1/3 и емиши учун, 1/3 и ичимлиги учун, 1/3 и эса нафаси учун бўлсин."]]],
]
