# -*- coding: utf-8 -*-
# 4-дарс луғати (ҳужжатдаги тартиб ва маъноларда)
VOC = [
 ["58", "أَرْبَعٌ مؤ. أَرْبَعَةٌ", ["тўрт; тўртта (4)"], []],
 ["59", "رَابِعٌ (اَلرَّابِعُ) مؤ. رَابِعَةٌ", ["тўртинчи, 4-"], [
   ["اَلدَّرْسُ الرَّابِعُ", "4-дарс"]]],
 ["60", "مِصْرُ", ["Миср (дав.)"], [
   ["أَنَا مِنْ مِصْرَ", "Мен Мисрданман."]]],
 ["61", "مِصْرِيٌّ ج ..ُونَ", ["мисрлик(мз); мисрча(мз)"], []],
 ["62", "مِصْرِيَّةٌ ج ..َاتٌ", ["мисрлик(мн); мисрча(мн)"], [
   ["هَلْ أَنْتِ مِصْرِيَّةٌ؟", "Сен (сиз) мисрликмисан(сиз)?"]]],
 ["63", "سُورِيَا", ["Сурия (дав.)"], [
   ["أَنَا مِنْ سُورِيَا", "Мен Сурияданман."]]],
 ["64", "سُورِيٌّ ج ..ُونَ", ["суриялик(мз); сурияча(мз)"], []],
 ["65", "سُورِيَّةٌ ج ..َاتٌ", ["суриялик(мн); сурияча(мн)"], [
   ["أَنَا سُورِيَّةٌ", "Мен сурияликман."]]],
 ["66", "مَرْيَمُ", ["Марям (аёл исми)"], []],
 ["67", "زَيْنَبُ", ["Зайнаб (аёл исми)"], []],
 ["68", "أُوزْبَكِسْتَانُ", ["Ўзбекистон (дав.)"], []],
 ["69", "أُوزْبَكِيٌّ ج ..ُونَ ، أُوزْبَكٌ", ["ўзбек(мз); ўзбекча(мз)"], []],
 ["70", "أُوزْبَكِيَّةٌ ج ..َاتٌ", ["ўзбек(мн); ўзбекча(мн)"], []],
 ["71", "طَشْقَنْدُ", ["Тошкент (вил.шаҳ.)"], []],
 ["72", "طَشْقَنْدِيٌّ ج ..ُونَ", ["тошкентлик(мз); тошкентча(мз)"], [
   ["أَنَا طَشْقَنْدِيٌّ", "Мен тошкентликман(мз)."]]],
 ["73", "طَشْقَنْدِيَّةٌ ج ..َاتٌ", ["тошкентлик(мн); тошкентча(мн)"], [
   ["أَنَا طَشْقَنْدِيَّةٌ", "Мен тошкентликман(мн)."]]],
]
