# -*- coding: utf-8 -*-
# 3-дарс луғати (ҳужжатдаги тартиб ва маъноларда)
VOC = [
 ["40", "ثَلَاثٌ مؤ. ثَلَاثَةٌ", ["уч, учта (3)"], []],
 ["41", "ثَالِثٌ مؤ. ثَالِثَةٌ", ["учинчи, 3-"], [
   ["اَلدَّرْسُ الثَّالِثُ", "3-дарс"],
   ["اَلصَّفْحَةُ الثَّالِثَةُ", "3-бет"]]],
 ["42", "مِنْ ...", ["1. ...дан (жар ҳарфи)"], [
   ["مِنْ أَيْنَ؟", "Қаердан?"],
   ["مِنْ أَيْنَ أَنْتَ؟", "Қаердансан(сиз.мз)?"]]],
 ["43", "أَنَا", ["мен (мз,мн)"], []],
 ["44", "بَاكِسْتَانُ", ["Покистон (дав.)"], [
   ["أَنَا مِنْ بَاكِسْتَانَ", "Мен Покистонданман"]]],
 ["45", "بَاكِسْتَانِيٌّ ج ..ُونَ", ["покистонлик(мз); покистонча(мз)"], []],
 ["46", "بَاكِسْتَانِيَّةٌ ج ..َاتٌ", ["покистонлик(мн); покистонча(мн)"], []],
 ["47", "هَلْ ..؟", ["... ми? (истифҳом ҳарфи)"], [
   ["هَلْ أَنْتَ بَاكِسْتَانِيٌّ؟", "Сен(мз) покистонликмисан?"]]],
 ["48", "نَعَمْ", ["1.ҳа (жавоб ҳарфи)"], [
   ["نَعَمْ، أَنَا بَاكِسْتَانِيٌّ", "Ҳа, мен покистонликман."]]],
 ["49", "جِنْسِيَّةٌ", ["1.фуқаролик"], [
   ["مَا جِنْسِيَّتُكَ؟", "Миллатинг(мз) нима?"],
   ["وَمَا جِنْسِيَّتُكَ أَنْتَ؟", "Ўзингнинг(мз) фуқаролигингчи қаер?"],
   ["أَنَا بَاكِسْتَانِيٌّ", "Мен покистонликман."]]],
 ["50", "تُرْكِيَا", ["Туркия (дав.)"], [
   ["أَنَا مِنْ تُرْكِيَا", "Мен Туркияданман."]]],
 ["51", "تُرْكِيٌّ ج ..ُونَ ، تُرْكٌ", ["турк(мз); туркча(мз)"], [
   ["أَنَا تُرْكِيٌّ", "Мен туркман."]]],
 ["52", "تُرْكِيَّةٌ ج ..َاتٌ", ["турк(мн); туркча(мн)"], [
   ["أَنَا تُرْكِيَّةٌ", "Мен туркман(мн)."]]],
 ["53", "جِنْسِيَّةٌ", ["2.миллат"], [
   ["وَمَا جِنْسِيَّتُكَ أَنْتَ؟", "Ўзингнинг(мз) миллатингчи нима?"],
   ["أَنَا تُرْكِيٌّ", "Мен туркман."]]],
 ["54", "مُحَمَّدٌ", ["Муҳаммад (эр.исми)"], []],
 ["55", "شَرِيفٌ", ["Шариф (эр.исми)"], []],
 ["56", "أَهْلٌ ج أَهْلُونَ، أَهَالٍ", ["1.яқинлар"], []],
 ["57", "سَهْلٌ ج سُهُولٌ", ["1.текис жой"], [
   ["أَهْلًا وَسَهْلًا", "1. (кўч.) Хуш келибсиз! 2. (Танишганимдан) Хурсандман(мз,мн)!"],
   ["جِئْتَ أَهْلًا وَوَطِئْتَ سَهْلًا", "(луғ.) Яқинлар олдига келдинг(из) ва текис жойга қадам босдинг(из)."]]],
]
