# -*- coding: utf-8 -*-
# 6-дарс луғати (дарсдаги сўзлар маъносидан; рақамлар 5-дарс луғатидан давом этади)
VOC = [
 ["95", "سِتٌّ مؤ. سِتَّةٌ", ["олти; олтита (6)"], []],
 ["96", "سَادِسٌ مؤ. سَادِسَةٌ", ["олтинчи, 6-"], []],
 ["97", "هَذِهِ", ["бу (мн)"], [
   ["هَذِهِ أُخْتِي", "Бу менинг опам (синглим)."]]],
 ["98", "هِيَ", ["у (мн)"], [
   ["هِيَ طَبِيبَةٌ", "У врачдир(мн)."]]],
 ["99", "أُخْتٌ ج أَخَوَاتٌ", ["опа; сингил"], [
   ["أُخْتِي", "(менинг) опам; синглим"],
   ["أُخْتُكِ", "сенинг(мн) опанг (синглинг)"]]],
 ["100", "طَبِيبٌ ج أَطِبَّاءُ", ["врач(мз), шифокор"], []],
 ["101", "طَبِيبَةٌ ج طَبِيبَاتٌ", ["врач(мн), шифокор аёл"], []],
 ["102", "طَالِبٌ ج طُلَّابٌ", ["талаба"], []],
 ["103", "طَالِبَةٌ ج طَالِبَاتٌ", ["талаба"], [
   ["هِيَ طَالِبَةٌ", "У талабадир(мн)."]]],
 ["104", "نَدَى", ["Нада (аёл исми)"], []],
 ["105", "هُدَى", ["Ҳуда (аёл исми)"], []],
]
