# -*- coding: utf-8 -*-
VOC = [
 ["1515", "أَحَدٌ وَسَبْعُونَ مؤ. إِحْدَى وَسَبْعُونَ", ["71"], []],
 ["1516", "حَادٍ وَسَبْعُونَ مؤ. حَادِيَةٌ وَسَبْعُونَ", ["71-"], []],
 ["1517", "بِـ...", ["...га (жар ҳарфи)"], []],
 ["1518", "عِنَايَةٌ بِـ...", ["...га эътибор, эътибор қаратиш (бериш)"], [["اَلْعِنَايَةُ بِالصِّحَّةِ", "соғлиққа (саломатликка) эътибор бериш"]]],
 ["1519", "تَهْيِئَةٌ", ["тайёрлов"], []],
 ["1520", "فَكَّرَ – يُفَكِّرُ – فَكِّرْ – تَفْكِيرٌ", ["ўйламоқ, фикр юритмоқ"], [["فِيمَ تُفَكِّرُ؟", "Нима ҳақида ўйлаяпсан?"]]],
 ["1521", "سُؤَالٌ ج أَسْئِلَةٌ", ["савол"], []],
 ["1522", "تَالٍ مؤ. تَالِيَةٌ", ["1.қуйидаги, (луғ) кетидан келувчи"], [
   ["فَكِّرْ فِي الْإِجَابَةِ عَنِ الْأَسْئِلَةِ التَّالِيَةِ:", "Қуйидаги саволларга жавоб бериш ҳақида ўйлаб кўр:"],
   ["أَيُّهُمَا تُفَضِّلُ أَنْ تَكُونَ نَحِيفًا أَمْ سَمِينًا؟", "Иккаловидан қайсинисини (қайси бирини) маъқул кўрасан: озғин бўлишними ё семиз бўлишними?"]]],
 ["1523", "إِذَا", ["1. Агар 2. пайтда"], [
   ["مَاذَا تَفْعَلُ إِذَا أَرَدْتَ أَنْ تَكُونَ نَحِيفًا؟", "Нима иш қиласан, агар озғин бўлишни истасанг?", "Озғин бўлишни истаган пайтингда нима иш қиласан?"],
   ["مَا الطَّعَامُ الَّذِي تَأْكُلُهُ كَثِيرًا؟", "Сен (уни) кўп ейдиган таом нима (қайси)?"]]],
 ["1524", "تَشَابَهَ – يَتَشَابَهُ – تَشَابَهْ – تَشَابُهٌ", ["бир-бирига (ўзаро) ўхшамоқ"], [
   ["زَيْنَبُ وَمَرْيَمُ صَدِيقَتَانِ تَتَشَابَهَانِ فِي أَشْيَاءَ كَثِيرَةٍ", "Зайнаб ва Марям кўп нарсаларда бир-бирига ўхшайдиган 2 дугонадир.", "Зайнаб ва Марям 2 дугона бўлиб, улар кўп нарсаларда бир-бирига ўхшайди."]]],
 ["1525", "فَـ...", ["1.чунки, сабаби"], [
   ["فَهُمَا تَسْكُنَانِ فِي حَيٍّ وَاحِدٍ وَتَدْرُسَانِ فِي جَامِعَةٍ وَاحِدَةٍ", "Чунки иккалови 1 маҳаллада яшашади ва 1 университетда ўқишади."]]],
 ["1526", "أَمْرٌ ج أُمُورٌ", ["1.иш, масала, ҳолат"], []],
 ["1527", "لَكِنَّ ...", ["лекин ..."], [["لَكِنَّهُمَا", "лекин иккалови"]]],
 ["1528", "اِخْتَلَفَ – يَخْتَلِفُ – اِخْتَلِفْ – اِخْتِلَافٌ", ["бир-биридан фарқ қилмоқ"], [
   ["وَلَكِنَّهُمَا تَخْتَلِفَانِ فِي أَمْرٍ آخَرَ", "Лекин иккалови бошқа ишларда (масалаларда, ҳолатларда) бир-биридан фарқ қилади."],
   ["فَزَيْنَبُ نَحِيفَةٌ جِدًّا وَمَرْيَمُ سَمِينَةٌ جِدًّا", "Чунки Зайнаб жуда озғин, Марям эса жуда семиздир."],
   ["تُرِيدُ زَيْنَبُ أَنْ تَكُونَ سَمِينَةً وَلَكِنَّهَا لَا تَسْتَطِيعُ", "Зайнаб семиз бўлишни истайди, лекин унинг қўлидан келмаяпти (лекин у эплай олмаяпти)."],
   ["وَتُرِيدُ مَرْيَمُ أَنْ تَكُونَ نَحِيفَةً وَلَكِنَّهَا لَا تَسْتَطِيعُ", "Марям эса озғин бўлишни истайди, лекин унинг ҳам қўлидан келмаяпти (лекин у ҳам эплай олмаяпти)."],
   ["زَيْنَبُ تُفَكِّرُ كَثِيرًا فِي هَذِهِ الْمُشْكِلَةِ", "Зайнаб бу муаммо ҳақида кўп ўйлайди"],
   ["مَاذَا تَفْعَلُ؟", "Нима қилсин? (луғ.нима қилиши керак?)"],
   ["وَزْنُهَا الْآنَ خَمْسَةٌ وَخَمْسُونَ كَيْلًا", "Ҳозирги пайтда унинг вазни 55 кг"]]],
 ["1529", "زَادَ – يَزِيدُ – زِدْ – زِيَادَةٌ", ["1. Зиёда қилмоқ, оширмоқ, кўпайтирмоқ", "2. Зиёда бўлмоқ, ошмоқ, кўпаймоқ"], [
   ["كَيْفَ تَزِيدُ وَزْنَهَا؟", "Вазнини қандай (қай тарзда) оширсин? (луғ.Вазнини қандай (қай тарзда) ошириши керак?)"],
   ["مَاذَا فَعَلَتْ زَيْنَبُ لِيَزِيدَ وَزْنُهَا", "Вазни ошиши учун Зайнаб нима(иш)лар қилди."]]],
 ["1530", "وَصَلَ – يَصِلُ – صِلْ – وُصُولٌ", ["2.етмоқ"], [
   ["تُرِيدُ زَيْنَبُ أَنْ يَصِلَ وَزْنُهَا إِلَى سَبْعِينَ كَيْلًا", "Зайнаб (ўзининг) вазни 70 кг га етишини истайди."]]],
 ["1531", "وَجَبَ – يَجِبُ – جِبْ – وُجُوبٌ", ["шарт (керак) бўлмоқ"], [
   ["يَجِبُ أَنْ ...", "...иши керак (луғ. ...иши керак бўлади)"],
   ["يَجِبُ أَنْ يَصِلَ وَزْنُهَا إِلَى سَبْعِينَ كَيْلًا", "Унинг вазни 70 кг га етиши керак"]]],
 ["1532", "حَاوَلَ – يُحَاوِلُ – حَاوِلْ – مُحَاوَلَةٌ", ["1.тиришмоқ, ҳаракат қилмоқ, уринмоқ"], [
   ["حَاوَلَتْ زَيْنَبُ وَحَاوَلَتْ", "Зайнаб ҳаракат қилди, уринди"]]],
 ["1533", "نَجَحَ – يَنْجَحُ – اِنْجَحْ – نَجَاحٌ", ["1.муваффақиятга эришмоқ", "2.(имтиҳондан) ўтмоқ"], [
   ["وَلَكِنَّهَا لَمْ تَنْجَحْ", "Лекин (у) муваффақиятга эришмади"],
   ["نَجَحَ فِي الِاخْتِبَارِ", "У имтиҳондан ўтди.(луғ.) У имтиҳонда муваффақиятга эришди."]]],
 ["1534", "أَخَذَ – يَأْخُذُ – خُذْ – أَخْذٌ", ["1.олмоқ"], [["أَخَذَهُ", "Уни олди"], ["خُذْ هَذَا", "Мана буни ол"]]],
 ["1535", "أَخَذَ ...", ["...а бошлади (афъолуш шуруъ – бошлаш феъллари)"], [
   ["أَخَذَ يَكْتُبُ", "ёза бошлади"],
   ["أَخَذَتْ زَيْنَبُ تَتَنَاوَلُ كَثِيرًا مِنَ الطَّعَامِ", "Зайнаб таомдан кўп миқдорда тановул қила (ея) бошлади."]]],
 ["1536", "جُبْنٌ ج أَجْبَانٌ", ["пишлоқ"], []],
 ["1537", "حَلْوَى ج حَلَاوَى", ["ширинлик(лар)"], []],
 ["1538", "مُرَبَّى ج مُرَبَّيَاتٌ", ["мураббо, варенье"], []],
 ["1539", "عَصِيرٌ، عَصِيرَةٌ ج عَصَائِرُ", ["сок, шарбат"], [
   ["عَصِيرُ الْفَوَاكِهِ", "меваларнинг соки, мева шарбати"],
   ["تَأْكُلُ اللَّحْمَ وَالْخُبْزَ وَالْبَيْضَ وَالْأَرُزَّ وَالْجُبْنَ وَالْعَسَلَ وَالْحَلْوَى وَالْمُرَبَّى وَتَشْرَبُ الْحَلِيبَ وَعَصِيرَ الْفَوَاكِهِ", "У гўшт, нон, тухум, гуруч, пишлоқ, асал, ширинликлар ва мураббо ейди ҳамда сут ва мева шарбати ичади."],
   ["أَخَذَتْ زَيْنَبُ تَتَنَاوَلُ كَثِيرًا مِنَ الطَّعَامِ تَأْكُلُ اللَّحْمَ وَالْخُبْزَ وَالْبَيْضَ وَالْأَرُزَّ وَالْجُبْنَ وَالْعَسَلَ وَالْحَلْوَى وَالْمُرَبَّى وَتَشْرَبُ الْحَلِيبَ وَعَصِيرَ الْفَوَاكِهِ",
    "Зайнаб гўшт, нон, тухум, гуруч, пишлоқ, асал, ширинликлар ва мураббо ейган ҳамда сут ва мева шарбати ичган ҳолда (ёки ... ейиш ҳамда ... ичиш ила) таомдан кўп миқдорда тановул қила (ея) бошлади.",
    "(синх.) Зайнаб таомдан кўп миқдорда тановул қила (ея) бошлади. Бунда у гўшт, нон, тухум, гуруч, пишлоқ, асал, ширинликлар ва мураббо ер (эди) ҳамда сут ва мева шарбати ичарди."]]],
 ["1540", "رَغْمٌ", ["истамаслик"], [["رَغْمَ ذَلِكَ", "шунга қарамасдан, шу билан бирга (луғ.шуни истамаган ҳолда)"]]],
 ["1541", "ظَلَّ ...", ["...ча қолди, ...ликда давом этди"], [
   ["لَمْ تُمَارِسْ زَيْنَبُ الرِّيَاضَةَ", "Зайнаб спорт билан шуғулланмади"],
   ["وَرَغْمَ ذَلِكَ ظَلَّتْ نَحِيفَةً", "Аммо шунга қарамасдан озғинлигича қолди"],
   ["أَكَلَتْ كَثِيرًا وَشَرِبَتْ كَثِيرًا وَلَكِنَّهَا ظَلَّتْ نَحِيفَةً", "Кўп еб, кўп ичди, лекин озғинлигича қолди."]]],
 ["1542", "وَ", ["шу сабаб"], [
   ["تَخْتَلِفُ مُشْكِلَةُ مَرْيَمَ عَنْ مُشْكِلَةِ زَيْنَبَ", "Марямнинг муаммоси Зайнабнинг муаммосидан фарқ қилади."],
   ["فَمَرْيَمُ سَمِينَةٌ جِدًّا وَتُرِيدُ أَنْ تَكُونَ نَحِيفَةً", "Чунки Марям жуда семиз. Шу сабаб у озғин бўлишни истайди.", "Чунки Марям жуда семиз бўлиб, озғин бўлишни истайди."],
   ["وَزْنُهَا الْآنَ تِسْعُونَ كَيْلًا", "Ҳозирда унинг вазни 90 кг дир"]]],
 ["1543", "نَقَصَ – يَنْقُصُ – اُنْقُصْ – نَقْصٌ، نُقْصَانٌ", ["1.камаймоқ"], [
   ["كَيْفَ يَنْقُصُ وَزْنُهَا؟", "Вазни қандай камайсин? (луғ.) Қандай (қай тарзда) камайиши керак?"],
   ["مَاذَا فَعَلَتْ مَرْيَمُ لِيَنْقُصَ وَزْنُهَا", "Вазни камайиши учун Марям нима(иш)лар қилди."]]],
 ["1544", "نَشَوِيٌّ مؤ. نَشَوِيَّةٌ", ["крахмалли"], []],
 ["1545", "نَشَوِيَّةٌ ج نَشَوِيَّاتٌ", ["крахмалли нарса"], [
   ["تَرَكَتْ مَرْيَمُ السُّكَّرِيَّاتِ وَالنَّشَوِيَّاتِ", "Марям ширинликлар ва крахмалли нарсаларни тарк этди."],
   ["وَمَارَسَتِ الرِّيَاضَةَ شَهْرًا", "Ҳамда спорт билан шуғулланди"],
   ["لَمْ تَسْتَطِعْ مَرْيَمُ فَهِيَ تُحِبُّ الْأَكْلَ", "Марям эплай олмади (Марямнинг қўлидан келмади). Чунки у таомланишни яхши кўради."],
   ["أَخَذَتْ مَرْيَمُ تَأْكُلُ كَثِيرًا", "Марям кўп ея бошлади"]]],
 ["1546", "فَـ...", ["2.сўнг 3.натижада 4.шу сабаб"], [["فَزَادَ وَزْنُهَا", "Натижада (сўнг, шу сабаб) вазни ошиб кетди"]]],
 ["1547", "وَ ...", ["ҳолда (вовул ҳол)"], [
   ["فَزَادَ وَزْنُهَا وَلَمْ يَنْقُصْ", "Натижада (сўнг, шу сабаб) вазни камаймаган ҳолда ошиб кетди.", "Натижада (сўнг, шу сабаб) вазни камаймай ошиб кетди."]]],
 ["1548", "جَرَى – يَجْرِي – اِجْرِ – جَرْيٌ", ["1.югурмоқ"], [["سَعِيدٌ يَجْرِي كَثِيرًا", "Саид кўп югуради"]]],
 ["1549", "كُلٌّ", ["1.ҳар 2.барча, ҳамма"], [
   ["كُلُّ إِنْسَانٍ", "ҳар бир инсон (одам)"],
   ["كُلُّ النَّاسِ", "барча (ҳамма) инсон(одам)лар"],
   ["كُلَّ يَوْمٍ", "ҳар куни"],
   ["هَلْ يَذْهَبُ الطُّلَّابُ إِلَى الْمَكْتَبَةِ كُلَّ يَوْمٍ", "Толиблар кутубхонага ҳар куни борадиларми?"]]],
]
