# -*- coding: utf-8 -*-
VOC = [
 ["1550", "اِثْنَانِ وَسَبْعُونَ مؤ. اِثْنَتَانِ وَسَبْعُونَ", ["72"], []],
 ["1551", "ثَانٍ وَسَبْعُونَ مؤ. ثَانِيَةٌ وَسَبْعُونَ", ["72-"], []],
 ["1552", "مُرْتَفِعٌ ج ..ُونَ", ["баланд, кўтарилган(мз)"], [
   ["اَلضَّغْطُ مُرْتَفِعٌ وَالسُّكَّرِيُّ أَيْضًا", "Қон босимингиз баланд, сахарингиз ҳам"],
   ["مَاذَا حَدَثَ؟", "Нима (содир) бўлди?"],
   ["تَنَاوَلْتُ دَوَاءَ الضَّغْطِ وَدَوَاءَ السُّكَّرِيِّ", "Давления дорисини ҳам, сахар дорисини ҳам ичдим."]]],
 ["1553", "مُرْتَفِعَةٌ ج ..َاتٌ", ["баланд, кўтарилган(мн)"], []],
 ["1554", "مُنْخَفِضٌ ج ..ُونَ", ["паст(мз)"], []],
 ["1555", "مُنْخَفِضَةٌ ج ..َاتٌ", ["паст(мн)"], []],
 ["1556", "حِمْيَةٌ", ["пархез, диета"], []],
 ["1557", "اِتَّبَعَ – يَتَّبِعُ – اِتَّبِعْ – اِتِّبَاعٌ", ["1.риоя қилмоқ"], [
   ["اِتَّبَعْتُ الْحِمْيَةَ", "Пархезга риоя қилдим"],
   ["لَمْ تَتَّبِعِ الْحِمْيَةَ", "Пархезга риоя қилмадинг(из)"]]],
 ["1558", "اِعْتَقَدَ – يَعْتَقِدُ – اِعْتَقِدْ – اِعْتِقَادٌ", ["1.амин бўлмоқ, қаттиқ ишонмоқ 2.ўйламоқ"], []],
 ["1559", "أَنَّ", ["...лигини, ...лигига, ... деб, ...ки(масдар ҳарфи)"], [
   ["أَعْتَقِدُ أَنَّكَ لَمْ تَتَّبِعِ الْحِمْيَةَ", "Сен (сиз) пархезга риоя қилмагансан(сиз), деб ўйлайман.",
    "Сен (сиз) пархезга риоя қилмаганлигинг(из)га аминман.", "Аминманки, сен (сиз) пархезга риоя қилмагансан(сиз)."],
   ["وَأَعْتَقِدُ أَنَّكَ لَمْ تُمَارِسِ الرِّيَاضَةَ أَيْضًا", "Яна аминманки, сиз спорт билан ҳам шуғулланмагансиз."]]],
 ["1560", "دُهْنٌ ج دُهُونٌ، أَدْهَانٌ", ["ёғ"], [
   ["فَقَدْ تَنَاوَلْتُ كَثِيرًا مِنَ السُّكَّرِيَّاتِ وَالدُّهُونِ وَالنَّشَوِيَّاتِ", "Чунки мен ширинликлар, ёғлар ва крахмалли нарсалардан кўп миқдорда тановул қилиб қўйдим."]]],
 ["1561", "مَشْغُولٌ ج ..ُونَ", ["банд, машғул(мз)"], []],
 ["1562", "مَشْغُولَةٌ ج ..َاتٌ", ["банд, машғул(мн)"], []],
 ["1563", "فَارِغٌ ج ..ُونَ", ["бўш, банд эмас(мз)"], []],
 ["1564", "فَارِغَةٌ ج ..َاتٌ", ["бўш, банд эмас(мн)"], []],
 ["1565", "دَائِمًا", ["доимо, ҳамиша"], [
   ["حَاوَلْتُ ذَلِكَ وَلَكِنْ لَمْ أَسْتَطِعْ فَأَنَا مَشْغُولٌ دَائِمًا", "Бунга ҳаракат қилдим, лекин қурбим етмади, чунки мен доимо бандман."]]],
 ["1566", "حَالَةٌ ج ..َاتٌ", ["ҳолат"], []],
 ["1567", "خَطِيرٌ ج خُطُرٌ", ["жиддий, хатарли"], [
   ["حَالَتُكَ خَطِيرَةٌ", "Ҳолатингиз жиддий (хатарли)"]]],
 ["1568", "لَا ... مِنْ ...", ["... йўқ, мавжуд эмас (зотни инкор қилиш ҳарфи)"], []],
 ["1569", "بُدٌّ", ["чора, илож"], [
   ["لَا بُدَّ مِنْ ...", "... зарур, ... шарт, (луғ) ...дан бошқа чора йўқ"],
   ["لَا بُدَّ مِنَ الْحِمْيَةِ", "Пархез(га риоя қилиш) зарур (шарт).", "(луғ) Пархез(га риоя қилиш)дан бошқа чора йўқ."],
   ["وَلَا بُدَّ مِنَ الرِّيَاضَةِ", "Спорт(билан шуғулланиш) ҳам зарур (шарт).", "(луғ) Спорт(билан шуғулланиш)дан ҳам бошқа чора йўқ."]]],
 ["1570", "وَحْدَ...", ["..ёлғиз (ёки якка ёки ягона) ҳолатда, бир ўз"], [
   ["وَحْدَهُ", "(3-шахс) ёлғиз (ёки якка ёки ягона) ҳолатда, бир ўзи(..гиз.мз)"],
   ["وَحْدَكَ", "(2-шахс) ёлғиз (ёки якка ёки ягона) ҳолатда, бир ўзинг(..гиз.мз)"],
   ["وَحْدِي", "(1-шахс) ёлғиз (ёки якка ёки ягона) ҳолатда, бир ўзим(мз,мн)"]]],
 ["1571", "كَفَى – يَكْفِي – اِكْفِ – كِفَايَةٌ", ["кифоя қилмоқ, етарли бўлмоқ"], [
   ["اَلدَّوَاءُ وَحْدَهُ لَا يَكْفِي", "Дорининг ўзи етарли эмас (луғ.кифоя қилмайди)"]]],
 ["1572", "دُكْتُورٌ ج دَكَاتِرَةٌ", ["доктор"], [
   ["مَاذَا أَفْعَلُ يَا دُكْتُورُ؟", "Нима қилай, эй доктор?"],
   ["وَقَابِلْنِي بَعْدَ شَهْرٍ", "1 ойдан кейин эса менга учранг"],
   ["بَعْدَ شَهْرٍ يُقَابِلُ الْمَرِيضُ الطَّبِيبَ", "1 ойдан кейин касал врачга учрайди"]]],
 ["1573", "عَادِيٌّ ج عَادِيَّاتٌ", ["оддий"], [
   ["اَلضَّغْطُ عَادِيٌّ وَكَذَلِكَ السُّكَّرِيُّ", "Қон босимингиз нормал ҳолатда, шунингдек, сахарингиз ҳам."],
   ["مَاذَا فَعَلْتَ؟", "Нима иш қилдингиз?"]]],
 ["1574", "أَحْسَنَ – يُحْسِنُ – أَحْسِنْ – إِحْسَانٌ", ["яхшилик қилмоқ"], [
   ["أَحْسَنْتَ", "Барака топ! Маладец!"],
   ["قَابِلْنِي بَعْدَ سِتَّةِ أَشْهُرٍ", "Мен билан 6 ойдан кейин учранг"]]],
]
