# -*- coding: utf-8 -*-
# 2-дарс луғати (китобдаги тартиб ва маъноларда)
VOC = [
 ["30", "اِثْنَانِ مؤ. اِثْنَتَانِ، ثِنْتَانِ", ["икки; иккита (2)"], []],
 ["31", "ثَانٍ (اَلثَّانِي) مؤ. ثَانِيَةٌ", ["иккинчи, 2-"], [
   ["اَلدَّرْسُ الثَّانِي", "2-дарс"]]],
 ["32", "أُولَى ج أُولَيَاتٌ", ["биринчи, 1- (мн)"], []],
 ["33", "صَفْحَةٌ ج صَفَحَاتٌ", ["бет"], [
   ["صَفْحَةٌ وَاحِدَةٌ", "1 (та) бет"],
   ["اَلصَّفْحَةُ الْأُولَى", "1-бет"],
   ["اَلصَّفْحَةُ الثَّانِيَةُ", "2-бет"]]],
 ["34", "خَوْلَةُ", ["Хавла (аёл исми)"], [
   ["قَالَتْ خَوْلَةُ:", "Хавла деди:"]]],
 ["35", "خَدِيجَةُ", ["Хадича (аёл исми)"], []],
 ["36", "...ِي", ["менинг(мн)"], [
   ["اِسْمِي خَوْلَةُ", "Исмим Хавла. Менинг исмим Хавла."]]],
 ["37", "...كِ", ["сенинг(мн) ..."], [
   ["اِسْمُكِ", "сенинг исминг, исминг (ж.р.)"],
   ["مَا اسْمُكِ؟", "(Сенинг) Исминг(мн) нима?"]]],
 ["38", "أَنْتِ", ["1.сен(мн)"], [
   ["أَنْتِ خَدِيجَةُ", "Сен Хадичасан."]]],
 ["39", "أَنْتِ", ["2.ўзинг(мн)"], [
   ["وَكَيْفَ حَالُكِ أَنْتِ؟", "Ўзингнинг(мн) аҳволларингчи (ишларингчи) қалай?"]]],
]
