# -*- coding: utf-8 -*-
# 1-дарс луғати (китобдаги тартиб ва маъноларда)
VOC = [
 ["1", "وَاحِدٌ مؤ. وَاحِدَةٌ", ["бир; битта (1)"], []],
 ["2", "أَوَّلٌ ج ..ُونَ", ["биринчи(мз), 1-"], []],
 ["3", "دَرْسٌ ج دُرُوسٌ", ["1.дарс"], [
   ["دَرْسٌ وَاحِدٌ", "1 та дарс"],
   ["اَلدَّرْسُ الْأَوَّلُ", "1-дарс"]]],
 ["4", "سَلَامٌ (اَلسَّلَامُ)", ["омонлик"], []],
 ["5", "عَلَى ..", ["1. ...га (жар ҳарфи)"], []],
 ["6", "..كُمْ", ["сиз(га.мз)"], [
   ["عَلَيْكُمْ", "сизга (мз)"],
   ["اَلسَّلَامُ عَلَيْكُمْ.", "Сизга омонлик бўлсин!"]]],
 ["7", "وَ..", ["1. ... ҳам (атф ҳарфи)"], [
   ["وَعَلَيْكُمُ السَّلَامُ.", "Сизга ҳам омонлик бўлсин!"]]],
 ["8", "اِسْمٌ ج أَسْمَاءٌ", ["исм, ном"], []],
 ["9", "..ِي", ["менинг(мз) ..."], [
   ["اِسْمِي", "менинг исмим, исмим"]]],
 ["10", "خَالِدٌ", ["Холид (эр.исми)"], [
   ["اِسْمِي خَالِدٌ", "(Менинг) Исмим Холид."]]],
 ["11", "..كَ", ["сенинг(мз) ..."], [
   ["اِسْمُكَ", "сенинг(мз) исминг, исминг(мз)"]]],
 ["12", "مَا؟", ["нима?"], [
   ["مَا اسْمُكَ؟", "(Сенинг) Исминг(мз) нима?"]]],
 ["13", "خَلِيلٌ", ["Халил (эр.исми)"], []],
 ["14", "حَالٌ ج أَحْوَالٌ", ["ҳол, аҳвол"], []],
 ["15", "كَيْفَ؟", ["қандай? қалай?"], [
   ["كَيْفَ حَالُكَ؟", "Аҳволларинг(мз) қалай? (Ишларинг(мз) қалай?)"]]],
 ["16", "بِ..", ["1. ...да (жар ҳарфи)"], []],
 ["17", "خَيْرٌ", ["яхшилик"], [
   ["بِخَيْرٍ", "(кўч.) Яхши. (луғ. яхшиликда)"]]],
 ["18", "حَمْدٌ", ["ҳамд, мақтов"], [
   ["اَلْحَمْدُ", "барча ҳамд-сано, ҳамдлар, мақтовлар"]]],
 ["19", "اَللَّهُ", ["Аллоҳ, беқиёс илоҳ"], []],
 ["20", "لِ..", ["1. ..га тегишли (жар ҳарфи)"], [
   ["لِلَّهِ", "Аллоҳга тегишли"],
   ["اَلْحَمْدُ لِلَّهِ", "Барча ҳамд-сано Аллоҳга тегишли."]]],
 ["21", "لِ..", ["2. ..га бўлсин (жар ҳарфи)"], [
   ["لِلَّهِ", "Аллоҳга бўлсин"],
   ["اَلْحَمْدُ لِلَّهِ", "Аллоҳга ҳамдлар бўлсин!"]]],
 ["22", "لِ..", ["3. ..га (жар ҳарфи)"], [
   ["لِلَّهِ", "Аллоҳга"],
   ["اَلْحَمْدُ لِلَّهِ", "Аллоҳга шукр!"]]],
 ["23", "وَ..", ["2. маъносиз (ибтидо ҳарфи)"], [
   ["وَالْحَمْدُ لِلَّهِ", "Барча ҳамд-сано Аллоҳга тегишли.", "Аллоҳга ҳамдлар бўлсин!", "Аллоҳга шукр!"]]],
 ["24", "أَنْتَ", ["1.сен(мз)"], [
   ["أَنْتَ خَلِيلٌ.", "Сен Халилсан. Сиз Халилсиз."],
   ["أَنْتَ بِخَيْرٍ.", "Сен яхшисан. Сиз яхшисиз."]]],
 ["25", "أَنْتَ", ["2.ўзинг(мз)"], [
   ["كَيْفَ حَالُكَ أَنْتَ؟", "Ўзингнинг(мз) аҳволларинг (ишларинг) қалай?"]]],
 ["26", "وَ..", ["3. ..чи (атф ҳарфи)"], [
   ["وَكَيْفَ حَالُكَ أَنْتَ؟", "Ўзингнинг(мз) аҳволларингчи (ишларингчи) қалай?"]]],
 ["27", "مُفْرَدَاتٌ", ["янги сўзлар"], []],
 ["28", "حِوَارٌ", ["суҳбат, диалог"], []],
 ["29", "قَالَ – يَقُولُ – قُلْ – قَوْلٌ", ["1.айтмоқ, демоқ"], [
   ["قَالَ خَالِدٌ:", "Холид деди (айтди):"]]],
]
