# -*- coding: utf-8 -*-
# 5-дарс луғати (китобдаги тартиб ва маъноларда)
VOC = [
 ["74", "خَمْسٌ مؤ. خَمْسَةٌ", ["беш; бешта (5)"], []],
 ["75", "خَامِسٌ مؤ. خَامِسَةٌ", ["бешинчи, 5-"], []],
 ["76", "هَذَا", ["бу (мз)"], []],
 ["77", "هُوَ", ["1.у (мз)"], []],
 ["78", "أَخٌ ج إِخْوَةٌ", ["ака; ука"], [
   ["أَخُوكَ", "аканг, сенинг(мз) аканг (уканг)"],
   ["هُوَ أَخُوكَ", "У (сенинг.мз) акангдир (укангдир)."],
   ["أَخُو مُحَمَّدٍ", "Муҳаммаднинг акаси (укаси)"],
   ["هُوَ أَخُو مُحَمَّدٍ", "У Муҳаммаднинг акаси (укаси)."],
   ["أَخِي", "(менинг) акам; укам"],
   ["هَذَا أَخِي", "Бу менинг акам."]]],
 ["79", "مُدَرِّسٌ ج ..ُونَ", ["ўқитувчи(мз)"], [
   ["هُوَ مُدَرِّسٌ", "У ўқитувчидир(мз)."]]],
 ["80", "مُدَرِّسَةٌ ج ..َاتٌ", ["ўқитувчи(мн)"], []],
 ["81", "صَدِيقٌ ج أَصْدِقَاءُ", ["дўст"], [
   ["هَذَا صَدِيقِي", "Бу менинг дўстим."]]],
 ["82", "صَدِيقَةٌ ج ..َاتٌ", ["дугона"], []],
 ["83", "مُهَنْدِسٌ ج ..ُونَ", ["муҳандис, инженер"], []],
 ["84", "مُهَنْدِسَةٌ ج ..َاتٌ", ["муҳандиса, инженер аёл"], []],
 ["85", "أَحْمَدُ", ["Аҳмад (эр.исми)"], []],
 ["86", "بَدْرٌ", ["Бадр (эр.исми)"], []],
 ["87", "مَعَ", ["1. ..да"], []],
 ["88", "سَلَامَةٌ", ["саломатлик, омонлик"], [
   ["مَعَ السَّلَامَةِ", "Омон бўл! (луғ.Омонликда бўл!)"]]],
 ["89", "فَرْغَانَةُ", ["Фарғона (вил.шаҳ.)"], []],
 ["90", "فَرْغَانِيٌّ ج ..ُونَ", ["фарғоналик(мз); фарғонача(мз)"], [
   ["هُوَ أَحْمَدُ الْفَرْغَانِيُّ", "У фарғоналик Аҳмад(дир)"]]],
 ["91", "فَرْغَانِيَّةٌ ج ..َاتٌ", ["фарғоналик(мн); фарғонача(мн)"], []],
 ["92", "بُخَارَى", ["Бухоро (вил.шаҳ.)"], []],
 ["93", "بُخَارِيٌّ ج ..ُونَ", ["бухоролик(мз); бухороча(мз)"], [
   ["بَدْرٌ بُخَارِيٌّ", "Бадр бухороликдир"]]],
 ["94", "بُخَارِيَّةٌ ج ..َاتٌ", ["бухоролик(мн); бухороча(мн)"], []],
]
